{
  "recipes": [
    {
      "id": 10,
      "title": "Tropical Pineapple Cupcakes",
      "readyInMinutes": 45,
      "servings": 18,
      "sourceUrl": "http://www.foodista.com/recipe/ZSQ2QYHF/tropical-pineapple-cupcakes",
      "image": "https://spoonacular.com/recipeImages/663861-556x370.jpg",
      "summary": "You can never have too many dessert recipes, so give Tropical Pineapple Cupcakes a try. For <b>63 cents per serving</b>, this recipe <b>covers 6%</b> of your daily requirements of vitamins and minerals. Watching your figure? This lacto ovo vegetarian recipe has <b>408 calories</b>, <b>4g of protein</b>, and <b>9g of fat</b> per serving. This recipe serves 18. This recipe is liked by 3 foodies and cooks. It is a <b>very affordable</b> recipe for fans of American food. Head to the store and pick up eggs, milk, butter, and a few other things to make it today. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 17%</b>, which is rather bad. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/pineapple-cupcakes-with-milk-chocolate-ganache-and-homemade-pineapple-candy-the-happy-cupcakes-518846\">Pineapple Cupcakes with Milk Chocolate Ganache and Homemade Pineapple Candy: The Happy Cupcakes</a>, <a href=\"https://spoonacular.com/recipes/tropical-pineapple-smoothies-392183\">Tropical Pineapple Smoothies</a>, and <a href=\"https://spoonacular.com/recipes/tropical-pineapple-salad-721148\">Tropical Pineapple Salad</a>.",
      "cuisines": ["American"],
      "dishTypes": ["dessert"],
      "diets": ["lacto ovo vegetarian"],
      "instructions": "<ol><li>For the Cupcakes:</li><li>Preheat oven to 350 degrees.</li><li>Line cupcake tin with 18 cupcake liners and set aside.</li><li>In a medium bowl combine the flour, baking powder and salt.</li><li>Beat together the butter and sugar until fluffy.</li><li>Add the vanilla and eggs one at a time until well combined.</li><li>Add the flour mixture alternating with the milk.</li><li>Mix until just combined.</li><li>Add 1 teaspoon of batter to the bottom of each cupcake liner.  Add a cherry.</li><li>Top with 1 tablespoon of batter.</li><li>NOTE:  This batter is thick.  In order to spread the batter easily dip finger tips in water.  Then spread.</li><li>Add 4 pieces of pineapple.  (that will be originally 2 chunks cut in half)</li><li>Top with another tablespoon of batter.</li><li>NOTE:  You'll need to use the same spreading method you did for the first layer.</li><li>Bake 20 - 23 minutes.</li><li>Cool on wire rack in cupcake pans.</li><li>Frost with pineapple cream cheese frosting when completely cooled.</li><li>Top with a pineapple wedge (optional).</li><li>For the Pineapple Cream Cheese Frosting:</li><li>Cream together the cream cheese and butter until fluffy.  Add the vanilla and pineapple and mix until well combined.  Add the confectioners sugar 1 cup at a time.  Store frosted goods in the refrigerator.</li></ol>"
    },
    {
      "id": 11,
      "title": "Classic Pot Roast",
      "readyInMinutes": 45,
      "servings": 6,
      "sourceUrl": "https://www.foodista.com/recipe/MHHJFJCK/classic-pot-roast",
      "image": "https://spoonacular.com/recipeImages/639628-556x370.jpg",
      "summary": "Classic Pot Roast is a main course that serves 6. One serving contains <b>340 calories</b>, <b>30g of protein</b>, and <b>22g of fat</b>. For <b>$1.87 per serving</b>, this recipe <b>covers 20%</b> of your daily requirements of vitamins and minerals. 9 people have made this recipe and would make it again. This recipe from Foodista requires beef stock, salt and pepper, vegetable oil, and beer. It is a good option if you're following a <b>gluten free and dairy free</b> diet. From preparation to the plate, this recipe takes around <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 57%</b>. This score is solid. <a href=\"https://spoonacular.com/recipes/classic-pot-roast-534670\">Classic Pot Roast</a>, <a href=\"https://spoonacular.com/recipes/classic-pot-roast-293385\">Classic Pot Roast</a>, and <a href=\"https://spoonacular.com/recipes/classic-pot-roast-484451\">Classic Pot Roast</a> are very similar to this recipe.",
      "cuisines": ["Western"],
      "dishTypes": ["lunch", "main course", "main dish", "dinner"],
      "diets": ["gluten free", "dairy free"],
      "instructions": "Heat a cast iron skillet or dutch oven to medium high heat, and preheat the oven to 325 degrees.\nTrim excess fat off the chuck roast and season all over with salt and pepper, then coat the meat with canola oil, rubbing all sides of it.\nSear the meat in the skillet, browning for several minutes on all sides.\nRemove the meat and set aside, then add the vegetables. Saute for several minutes and season with salt and pepper.\nDeglaze the pan with beer and let reduce for several minutes.\nAdd the beef back to the pan and add the thyme, stock and Worcestershire.\nCover the pan and place in the oven and let cook for 6-8 hours, until the meat is fork tender. Serve with steamed potatoes or crusty bread."
    },
    {
      "id": 12,
      "title": "Beef, Poblano & Cheese Tamales",
      "readyInMinutes": 45,
      "servings": 4,
      "sourceUrl": "https://www.foodista.com/recipe/7QPQK5M4/beef-poblano-cheese-tamales",
      "image": "https://spoonacular.com/recipeImages/634727-556x370.jpg",
      "summary": "You can never have too many Mexican recipes, so give Beef, Poblano & Cheese Tamales a try. This recipe serves 4 and costs $1.49 per serving. Watching your figure? This gluten free and ketogenic recipe has <b>372 calories</b>, <b>21g of protein</b>, and <b>30g of fat</b> per serving. It works well as a rather inexpensive main course. This recipe from Foodista has 5 fans. Head to the store and pick up poblano pepper, california chili pods, ground beef, and a few other things to make it today. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 53%</b>, which is good. <a href=\"https://spoonacular.com/recipes/beef-poblano-cheese-tamales-1443305\">Beef, Poblano & Cheese Tamales</a>, <a href=\"https://spoonacular.com/recipes/roasted-poblano-and-cheese-tamales-611384\">Roasted Poblano and Cheese Tamales</a>, and <a href=\"https://spoonacular.com/recipes/roasted-poblano-tamales-276566\">Roasted Poblano Tamales</a> are very similar to this recipe.",
      "cuisines": ["Mexican"],
      "dishTypes": ["lunch", "main course", "main dish", "dinner"],
      "diets": ["gluten free", "ketogenic"],
      "instructions": "In a large bowl, allow corn husks to soak in hot water. In a large saucepan, bring 4 cups of water to a boil. Remove any string-like particles from the chili pods. Add them to the boiling water along with half of a packet of Goya seasoning. Cover and let boil for about 20 minutes.\nAfterwards, place chili pods with 2 cups of the stock in a blender to coalesce. Drain the saucepan of the remaining stock and place back on the stove top. Return the heat to medium, and add olive oil once the remaining stock evaporates.\nAdd onion and beef, and immediately begin to break apart the beef. Add 1 packet of Goya seasoning and chili powder, and allow to cook for 5 minutes. Add the chili sauce and cook an additional 5 minutes. Add garlic and 2 teaspoon salt. I added the poblano pepper at this point, but I should have added it with the beef and onion.\nReduce heat to medium-low, and cook for one hour. For the last twenty minutes, partially cover the pan in order to slightly reduce. Most of the liquid should be reduced and thickened.\nIn a large bowl, add instant corn masa mix, water, baking powder, salt, and olive oil to create corn masa mix. The mixture should be spongy.\nWhats surprisingly tricky is assembling the tamales. The best technique Ive found is to thinly spread the tamale masa mix starting from the right-hand side of the corn husks, and leaving about 2 inches on the left-hand side of the husk. When rolling the tamale together, take the right-hand side and fold it onto the rest of the corn husk covered with tamale masa mix. The 1-2 inches left over should roll perfectly over the actual tamale. Dont overstuff the tamales! Id say 2 tablespoon of meat mixture and just a sparse amount of cheese.\nO cook, you should have a double boiler. If you dont, like me, then use a metal colander and place it in a large pot. Place the tamales in the colander (or double boiler) where they are not squished, nor are they loose enough to unravel themselves. While doing this, boil 2 cups of water in the pot or what equates to 1 inch in height of the water.\nOnce water comes to a boil, reduce heat and add the tamales. Place a towel between the colander and lid, and cook for 30 minutes."
    },
    {
      "id": 13,
      "title": "Classic Hush Puppies",
      "readyInMinutes": 45,
      "servings": 8,
      "sourceUrl": "http://www.foodista.com/recipe/XVRMDXLJ/classic-hushpuppies",
      "image": "https://spoonacular.com/recipeImages/639608-556x370.jpg",
      "summary": "Need a <b>lacto ovo vegetarian side dish</b>? Classic Hush Puppies could be a great recipe to try. One serving contains <b>230 calories</b>, <b>6g of protein</b>, and <b>6g of fat</b>. This recipe serves 8. For <b>34 cents per serving</b>, this recipe <b>covers 8%</b> of your daily requirements of vitamins and minerals. 3 people were impressed by this recipe. If you have cornmeal, milk, flour, and a few other ingredients on hand, you can make it. This recipe is typical of Southern cuisine. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 42%</b>, this dish is solid. Similar recipes are <a href=\"https://spoonacular.com/recipes/hush-puppies-1403953\">Hush Puppies</a>, <a href=\"https://spoonacular.com/recipes/hush-puppies-1378395\">Hush Puppies</a>, and <a href=\"https://spoonacular.com/recipes/hush-puppies-749725\">Hush Puppies</a>.",
      "cuisines": ["American"],
      "dishTypes": ["side dish"],
      "diets": ["lacto ovo vegetarian"],
      "instructions": "<ol><li>In a cast iron skillet or a large heavy fry pan over medium-high heat, heat about 3 inches of oil to 350-360 F or until a small amount of batter dropped into the hot oil sizzles and floats</li><li>In a large mixing bowl, combine all of the dry ingredients, parsley and onions.</li><li>Add the lemon juice to the milk and set aside for 5 minutes (if using buttermilk omit the lemon juice). Add the egg and add to the milk, whisk to combine.</li><li>Add 1 cup of the milk/egg mixture to the dry ingredients and combine to make a stiff batter (if the batter is too dry, add the rest of the milk; if the batter is too thin, add cornmeal). The batter should be thoroughly moistened, but should still hold a rounded shape on a spoon.</li><li>Using a teaspoon, scoop up a heaping spoonful of batter and using another spoon (or fingertip) form into a rough ball and slide into the hot oil. Rinsing the spoon in cold water after every 3 balls makes forming them easier. Fry for approximately 5 minutes or until golden brown, turning to brown all sides.</li><li>Remove from oil and place hushpuppies on paper towels; continue cooking the remaining batter. Keep warm in the oven until all the hushpuppies have been fried and dinner is ready to serve.  Serve hot.</li></ol>"
    },
    {
      "id": 14,
      "title": "Amaretto Cake",
      "readyInMinutes": 45,
      "servings": 8,
      "sourceUrl": "http://www.foodista.com/recipe/2MMDSQLP/amaretto-cake",
      "image": "https://spoonacular.com/recipeImages/632281-556x370.jpg",
      "summary": "You can never have too many dessert recipes, so give Amaretto Cake a try. This recipe serves 8. For <b>$2.34 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains around <b>22g of protein</b>, <b>86g of fat</b>, and a total of <b>1120 calories</b>. A mixture of butter, this is my favorite! rich and creamy, chocolate pudding, and a handful of other ingredients are all it takes to make this recipe so scrumptious. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. 5 people have tried and liked this recipe. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 70%</b>. This score is solid. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/almond-amaretto-cupcakes-with-amaretto-whipped-cream-518795\">Almond Amaretto Cupcakes with Amaretto Whipped Cream</a>, <a href=\"https://spoonacular.com/recipes/amaretto-cake-132731\">Amaretto Cake</a>, and <a href=\"https://spoonacular.com/recipes/amaretto-cake-132447\">Amaretto Cake</a>.",
      "cuisines": [],
      "dishTypes": ["dessert"],
      "diets": [],
      "instructions": "<ol><li>Crust: Mix flour, powdered sugar butter and pecans together [cut butter in flour mixture with 2knives or pastry blender. Press mixture in bottom and sides of a 9x13\" pan or a 10\" pie plate. Bake at 325 degrees for 25 min.</li><li>Filling: Blend cream cheese sugar,liqueur or extract. Fold in 1 cup cool whip or more if needed. Spread over cooled crust.</li><li>Beat puddings with milk until blended [low speed]. Pour over cheese mixture.</li><li>Let set about 5 min. Spread 1 1/2 -2 cups cool whip over pudding mixture.</li><li>Shave milk chocolate over the top. Let set for 8 hours for the best flavor.</li><li>This is my favorite! Rich and creamy.</li></ol>"
    },
    {
      "id": 15,
      "title": "Almond Orange Anytime Cookies",
      "readyInMinutes": 45,
      "servings": 4,
      "sourceUrl": "http://www.foodista.com/recipe/RPPPXMFQ/almond-orange-anytime-cookies",
      "image": "https://spoonacular.com/recipeImages/632157-556x370.jpg",
      "summary": "Almond Orange Anytime Cookies might be just the dessert you are searching for. One portion of this dish contains approximately <b>9g of protein</b>, <b>5g of fat</b>, and a total of <b>739 calories</b>. For <b>58 cents per serving</b>, this recipe <b>covers 11%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. 2 people have made this recipe and would make it again. A mixture of powdered sugar, milk, butter, and a handful of other ingredients are all it takes to make this recipe so tasty. It is brought to you by Foodista. From preparation to the plate, this recipe takes about <b>45 minutes</b>. Overall, this recipe earns a <b>not so super spoonacular score of 32%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/cranberry-almond-anytime-bar-55731\">Cranberry-almond Anytime Bar</a>, <a href=\"https://spoonacular.com/recipes/super-healthy-breakfast-or-anytime-cookies-550064\">Super Healthy Breakfast (or anytime) Cookies</a>, and <a href=\"https://spoonacular.com/recipes/anytime-chocolate-chip-and-oat-cookies-1513517\">Anytime Chocolate Chip and Oat Cookies</a>.",
      "cuisines": [],
      "dishTypes": ["dessert"],
      "diets": [],
      "instructions": "<ol><li>Start out as any good dessert recipe should; by creaming together your butter and sugar.</li><li>Next up you'll add in your can of almond filling, your egg, vanilla, the zest of your orange and juice from 1/2 of the orange squeezed; about 1 tablespoon's worth.</li><li>Mix it together well and then add in the flour and the baking soda.</li><li>Once you've incorporated the dry ingredients, grab up a cookie sheet, line it with parchment, and spoon out heaping teaspoons of the dough.</li><li>Place your cookies in the oven at 350 degrees for 9-11 minutes. Bring them out to cool.</li><li>While the cookies are cooling, you'll mix together your powdered sugar, milk, and vanilla extract. Once the cookies are cooled, grab a brush (or the back of a spoon) and glaze the tops of your cookies. If you'd like to be a bit pretty, you can add a few slivered almonds to the top.</li></ol>"
    },
    {
      "id": 16,
      "title": "Grilled Fish With Sun Dried Tomato Relish",
      "readyInMinutes": 45,
      "servings": 2,
      "sourceUrl": "http://www.foodista.com/recipe/MNHCWRZH/grilled-fish-with-sun-dried-tomato-relish",
      "image": "https://spoonacular.com/recipeImages/645714-556x370.jpg",
      "summary": "Grilled Fish With Sun Dried Tomato Relish takes approximately <b>45 minutes</b> from beginning to end. One portion of this dish contains roughly <b>44g of protein</b>, <b>29g of fat</b>, and a total of <b>677 calories</b>. For <b>$6.83 per serving</b>, this recipe <b>covers 32%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. Head to the store and pick up balsamic vinegar, pepper, salt, and a few other things to make it today. It works well as a main course. A few people made this recipe, and 16 would say it hit the spot. It is a good option if you're following a <b>gluten free, dairy free, fodmap friendly, and pescatarian</b> diet. It is perfect for <b>The Fourth Of July</b>. It is brought to you by Foodista. With a spoonacular <b>score of 94%</b>, this dish is spectacular. Similar recipes are <a href=\"https://spoonacular.com/recipes/grilled-fish-with-sun-dried-tomato-relish-1202511\">Grilled Fish With Sun Dried Tomato Relish</a>, <a href=\"https://spoonacular.com/recipes/grilled-tuna-with-sun-dried-tomato-relish-8067\">Grilled Tuna With Sun-dried Tomato Relish</a>, and <a href=\"https://spoonacular.com/recipes/grilled-tuna-with-sun-dried-tomato-relish-1202503\">Grilled Tuna With Sun-dried Tomato Relish</a>.",
      "cuisines": [],
      "dishTypes": ["lunch", "main course", "main dish", "dinner"],
      "diets": ["gluten free", "dairy free", "fodmap friendly", "pescatarian"],
      "instructions": "<ol><li>Pre-heat the oven to 200 deg Celsius.</li><li>Lay a sheet of baking paper on a baking tray and grease it lightly with olive oil. Lay the whole fish fillet on the baking sheet and rub the fish generously with the rest of the olive oil.</li><li>Season with salt and pepper. I like to use Masterfoods Garlic Pepper whenever a recipe calls for salt and pepper.</li><li>Place the fish in an oven pre-heated to 200 deg Celsius for 15-20 minutes until fish is cooked. Do not overcook the fish. The standard, fan-forced or grill functions of the oven may be used.</li><li>While the fish is cooking, lightly peel a piece of cucumber. About 150g large. Leave some skin on for a prettier appearance. Cut the cucumber into strips and trim off the seeds. Retain the crunchy parts. Dice the cucumber strips. Set aside the cucumber dices in a bowl.</li><li>Use only sun-dried tomatoes that are soaked in oil. Remove the tomatoes from the jar and drain the excess oil. Cut the tomatoes into small pieces. Add the tomatoes to the cucumber.</li><li>Stack 5 leaves of mint or basil together. Roll up the stack of leaves. Using a pair of kitchen scissors, cut the herbs into fine strips. Add them to the tomato mixture.</li><li>Add salt and pepper to taste, 1/2 teaspoon of sugar, 1 teaspoon of extra virgin olive oil, 1/2 teaspoon of balsamic vinegar and 1 teaspoon of toasted sesame seeds. Stir the tomato relish mixture well to combine.</li><li>Remove the fish from the oven. Cut into servicing portions and place the relish on the top of the each fish fillet.</li><li>Garnish with sprigs of mint or basil.</li></ol>"
    },
    {
      "id": 17,
      "title": "Pear Salad With Walnuts and Blue Cheese",
      "readyInMinutes": 45,
      "servings": 6,
      "sourceUrl": "http://www.foodista.com/recipe/FZD4Z5S5/pear-salad-with-walnuts-and-blue-cheese",
      "image": "https://spoonacular.com/recipeImages/655438-556x370.jpg",
      "summary": "Pear Salad With Walnuts and Blue Cheese might be just the hor d'oeuvre you are searching for. This recipe serves 6 and costs $1.4 per serving. One portion of this dish contains approximately <b>5g of protein</b>, <b>28g of fat</b>, and a total of <b>323 calories</b>. 2 people were impressed by this recipe. It is a good option if you're following a <b>gluten free and lacto ovo vegetarian</b> diet. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. A mixture of lemon juice, chives, pears, and a handful of other ingredients are all it takes to make this recipe so yummy. All things considered, we decided this recipe <b>deserves a spoonacular score of 52%</b>. This score is pretty good. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/pear-salad-with-walnuts-and-blue-cheese-1202373\">Pear Salad With Walnuts and Blue Cheese</a>, <a href=\"https://spoonacular.com/recipes/persimmon-and-blue-cheese-salad-with-walnuts-1202375\">Persimmon and Blue Cheese Salad With Walnuts</a>, and <a href=\"https://spoonacular.com/recipes/persimmon-and-blue-cheese-salad-with-walnuts-221133\">Persimmon and Blue Cheese Salad With Walnuts</a>.",
      "cuisines": [],
      "dishTypes": [
        "side dish",
        "antipasti",
        "salad",
        "starter",
        "snack",
        "appetizer",
        "antipasto",
        "hor d'oeuvre"
      ],
      "diets": ["gluten free", "lacto ovo vegetarian"],
      "instructions": "<ol><li>Cut base of pears so as to strand straight. Arrange a pear and salad leaves in individual bowls. Scatter an amount of celery in each bowl. Combine all dressing ingredients and pour over the salads. Sprinkle cheese and walnuts on top of each salad equally.</li></ol>"
    },
    {
      "id": 18,
      "title": "Creamy Porcini Mushroom Polenta",
      "readyInMinutes": 45,
      "servings": 6,
      "sourceUrl": "http://www.foodista.com/recipe/F38KZJ88/creamy-porcini-mushroom-polenta",
      "image": "https://spoonacular.com/recipeImages/640677-556x370.jpg",
      "summary": "Creamy Porcini Mushroom Polentan is a <b>gluten free</b> side dish. This recipe makes 6 servings with <b>266 calories</b>, <b>8g of protein</b>, and <b>14g of fat</b> each. For <b>$1.69 per serving</b>, this recipe <b>covers 7%</b> of your daily requirements of vitamins and minerals. 27 people found this recipe to be scrumptious and satisfying. Head to the store and pick up polenta, water, heavy cream, and a few other things to make it today. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns a <b>not so excellent spoonacular score of 29%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/wild-mushroom-polenta-with-porcini-sauce-620778\">Wild Mushroom Polenta with Porcini Sauce</a>, <a href=\"https://spoonacular.com/recipes/creamy-polenta-mushroom-ragout-502641\">Creamy polenta & mushroom ragout</a>, and <a href=\"https://spoonacular.com/recipes/polenta-with-creamy-mushroom-sauce-695425\">Polenta with Creamy Mushroom Sauce</a>.",
      "cuisines": [],
      "dishTypes": ["side dish"],
      "diets": ["gluten free"],
      "instructions": "<ol><li>In a large heavy bottomed saucepan, season water with salt and bring to a boil. Quickly whisk in the polenta until fully incorporated.</li><li>Lower the heat to a simmer, add the butter and porcini and allow the polenta to cook, stirring occasionally for about 30 minutes.</li><li>Finish by stirring in the cream and Parmesan cheese. If necessary, add salt to taste.</li></ol>"
    },
    {
      "id": 19,
      "title": "Sweet and Spicy Nuts",
      "readyInMinutes": 45,
      "servings": 32,
      "sourceUrl": "http://www.foodista.com/recipe/D7DLT2RF/holiday-spiced-nuts",
      "image": "https://spoonacular.com/recipeImages/646847-556x370.jpg",
      "summary": "If you want to add more <b>gluten free, lacto ovo vegetarian, and fodmap friendly</b> recipes to your recipe box, Sweet and Spicy Nuts might be a recipe you should try. This recipe serves 32 and costs 13 cents per serving. This hor d'oeuvre has <b>67 calories</b>, <b>2g of protein</b>, and <b>5g of fat</b> per serving. Not a lot of people made this recipe, and 3 would say it hit the spot. It is brought to you by Foodista. Head to the store and pick up brown sugar, cayenne pepper, salt, and a few other things to make it today. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns a <b>not so amazing spoonacular score of 11%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/sweet-spicy-nuts-219146\">Sweet & spicy nuts</a>, <a href=\"https://spoonacular.com/recipes/sweet-spicy-nuts-437380\">Sweet & Spicy Nuts</a>, and <a href=\"https://spoonacular.com/recipes/sweet-and-spicy-nuts-1615673\">Sweet and Spicy Nuts</a>.",
      "cuisines": [],
      "dishTypes": [
        "antipasti",
        "starter",
        "snack",
        "appetizer",
        "antipasto",
        "hor d'oeuvre"
      ],
      "diets": ["gluten free", "lacto ovo vegetarian", "fodmap friendly"],
      "instructions": "<ol><li>Mix together cumin, cayenne, ground cinnamon, and salt.  Set aside until later use.</li><li>Heat nuts in a dry skillet and cook, stirring frequently, until begin to toast, about 4 minutes. Transfer to a small bowl and set aside. Add the butter, sugar, water and spices to the hot skillet and cook, stirring, until a glaze forms, about 1 minute. Return the nuts to the skillet and toss to combine with the glaze. Cook for about 1 to 2 minutes, or until the nuts are glazed and golden brown.</li><li>Remove from the heat and transfer to a baking sheet lined with aluminum foil, separating with a fork. Let rest until cooled and the sugar has hardened, about 10 minutes. Store in an airtight container.</li></ol>"
    }
  ]
}
